Revit 2027 API
ParameterTypeId.MultistoryStairsRefLevel Property
 "Reference Level": The reference level of stairs
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MultistoryStairsRefLevel { get; }
Public Shared ReadOnly Property MultistoryStairsRefLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MultistoryStairsRefLevel {
	ForgeTypeId^ get ();
}
static member MultistoryStairsRefLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace